Repository: 1up-lab/contao-full-background-images
Catalog: languages/*/*_page.xlf
Languages: de

# tl_page.paSRC.0
source: Source files
de: Quelldateien

# tl_page.paSRC.1
source: Please select one or more files or folders from the files directory. If you select a folder, its files will be included automatically.
de: Bitte wählen Sie eine oder mehr Dateien oder Ordner aus der Dateiübersicht. Wenn Sie einen Ordner auswählen, werden die darin enthaltenen Dateien automatisch eingefügt.

# tl_page.pa_legend
source: Contao full background images mode
de: Contao Full Background Images Funktion

# tl_page.pa_overwrite_legend
source: Contao full background images settings
de: Contao Full Background Images Einstellungen

# tl_page.overwriteModule.0
source: Overwrite parent settings
de: Einstellungen überschreiben

# tl_page.overwriteModule.1
source: If enabled, the settings from the parent page will be overwritten with these below!
de: Wenn aktiv, werden die übergeordneten Einstellungen durch unten folgenden überschrieben.

# tl_page.paImgCaption.0
source: Image Caption
de: Bildbeschreibung

# tl_page.paImgCaption.1
source: If enabled, the background image caption will be shown.
de: Wenn aktiv, wird die Bildbeschreibung angezeigt.

# tl_page.paImgMode.0
source: Image mode
de: Bildmodus

# tl_page.paImgMode.1
source: Select the mode for the background images.
de: Wählen Sie einen Bildmodus aus.

# tl_page.paSingle.0
source: Single image
de: Einzelbild

# tl_page.paSingle.1
source: Show only one image (the first from the selection).
de: Zeigt nur ein Bild (das erste bei einer Auswahl).

# tl_page.paSingleRandom.0
source: Random single image
de: Zufälliges Einzelbild

# tl_page.paSingleRandom.1
source: Show only one image (random from the selection).
de: Zeigt ein zufällig ausgewähltes Bild aus der Auswahl.

# tl_page.paMultiple.0
source: Fade multiple images
de: Mehrere Bilder mit Fade-Effekt

# tl_page.paMultiple.1
source: Show all images from the selection with fading.
de: Zeigt alle ausgewählten Bilder mit einem Fade-Effekt an.

# tl_page.paSpeed.0
source: Animation speed
de: Dauer des Bildwechsels

# tl_page.paSpeed.1
source: Animation speed in ms (milliseconds).
de: Dauer des Bildwechsels (in Millisekunden).

# tl_page.paTimeout.0
source: Timeout time
de: Pause zwischen Bildwechsel

# tl_page.paTimeout.1
source: Time between image changes in ms (milliseconds).
de: Dauer zwischen Bildwechsel (in Millisekunden).

# tl_page.pam.0
source: Operation Mode
de: Funktionsmodus

# tl_page.pam.1
source: Select a desired operation mode.
de: Wählen Sie einen Funktionsmodus.

# tl_page.inherit.0
source: Inherit
de: Vererbung von übergeordneter Seite

# tl_page.inherit.1
source: Inherits settings from a parent page.
de: Vererbe Bilder und Einstellungen von der übergeordneten Seite.

# tl_page.choose.0
source: Selection
de: Individuelle Bildauswahl

# tl_page.choose.1
source: Use the selected images for this page.
de: Wähle bestimmte Hintergrundbilder für diese Seite aus.

# tl_page.disable.0
source: Disable
de: Deaktivieren

# tl_page.disable.1
source: Don't add a background image.
de: Deaktiviert die Hintergrundbilder.

# tl_page.paRootEnableNav.0
source: Enable navigation
de: Navigation aktivieren

# tl_page.paRootEnableNav.1
source: Enables the navigation dots.
de: Aktiviert die Navigation (Slider-Navigation).

# tl_page.paRootNavClick.0
source: Enable navigation click
de: Klickbare Navigationspunkte

# tl_page.paRootNavClick.1
source: Enables clickable navigation dots.
de: Die Navigationspunkte können für Bildwechsel angeklickt werden.

# tl_page.paRootNavPrevNext.0
source: Enable prev/next navigation
de: Vor-/zurück-Navigation

# tl_page.paRootNavPrevNext.1
source: Enables previous/next navigation.
de: Aktiviert vor-/zurück-Navigation.

# tl_page.paRootCenteredX.0
source: Center image horizontally
de: Bild horizontal zentrieren

# tl_page.paRootCenteredX.1
source: This parameter controls whether or not we center the image on the X axis.
de: Wenn gewählt, werden die Hintergrundbilder horizontal zentriert.

# tl_page.paRootCenteredY.0
source: Center image vertically.
de: Bild vertikal zentrieren

# tl_page.paRootCenteredY.1
source: This parameter controls whether or not we center the image on the Y axis.
de: Wenn gewählt, werden die Hintergrundbilder vertikal zentriert.
